<template>
  <div class="introduction">
    <paper title="简介">
      <a href="http://alekolau.cn/trialect/mmdialect.png"></a>
      <p><strong>茂名方言地图（自制），点击观看大图</strong></p>
      <hr>
      <h2>一、概况</h2>
      <p>茂名位于广东省西部，毗邻阳江市、云浮市、湛江市和广西，是粤西重要的交通枢纽和工业、农业大市。有“南方油城”、“水果之乡”的美称。</p>
      <p>茂名从新石器时代开始便有百越先民在此生活<cite>（据茂名市志）</cite>，从秦始皇平定岭南以来陆续有中原汉人迁居，与本地的百越融合，逐渐形成了当代的茂名人。</p>
      <p>秦汉到唐宋年间，不少汉人迁入茂名地区居住。由于广州在岭南地区的强大辐射，他们的古汉语基本上和珠三角发展保持同步，但又由于地处偏远，受到的百越语言影响比珠三角更多。在这种合力下，茂名粤语的雏形形成了。</p>
      <p>宋明时期，福建莆田、南安一带的讲闽语的汉人为了生计，逐渐向西迁徙到雷州半岛、海南一带，其中一部分在高州府的茂名、电白县落地生根。他们带来的闽语经过融合、分化，发展成两个较大分支：雷话（又称黎话）和海话。</p>
      <p>明朝中后期以来，特别是清朝康熙和光绪年间，从中原历经数次大南迁的客家族群再次大规模从大本营梅州、韶关迁移到粤西、广西、四川、南洋等地，也把他们的客家方言带到了迁入地。它在四川被称作“土广东话”，在广西被称作“新民话”，而在茂名根据客语第一人称的发音，称作“涯话”。</p>
      <p>以下按先民迁入顺序分别介绍这几大类方言。</p>
      <h2>二、粤语</h2>
      <p>茂名地区的粤语主要有高阳、吴化两片，另外有一些其他片区的小方言岛。</p>
      <h3>1. 高阳片（茂名白话、高州白话、信宜白话）</h3>
      <p>高阳片粤语是茂名地区使用范围最大、人数最多、影响力最大的一类方言，与粤语广州话能互相通话。茂南、高州、信宜的市区以及48个镇（街道）全部或大部分讲高阳片粤语。</p>
      <p>高阳片粤语相对广州话而言，语音上最大的特色是独立的日母/ɳ/（例如「二」）和心母/ɬ/（例如「三」），懒音、吞音、连读等也相对较少，同时也有大量广州话所没有的语音现象如变调指小，相对保留了更多的古粤语元素。</p>
      <h3>2. 吴化片（化州话）</h3>
      <p>吴化片粤语是化州市的主要方言，分布在化州市全部22个镇（街道），根据特点和地理位置被分为两类：以化州市区为代表的上江话和以长歧为代表的下江话。</p>
      <h4>a. 上江话</h4>
      <p>讲上江话的有包括化州市区在内的14个镇（街），上江话可以勉强和广州话互通，但广州人会觉得难懂，与高阳片粤语可以互通。</p>
      <p>上江话大概可再分为两部分：化北和化中。化北的上江话和高阳粤语较接近，仅阳平归入阳上，没有浊塞音，精组读若章组。化中的上江话部分地区精章组区分（精=/teŋ/，蒸=/tʃeŋ/），有浊塞音d，构成t/d对立。</p>
      <h4>b. 下江话</h4>
      <p>讲下江话的有3个镇，未经过一定适应，下江话和广州话、高阳片粤语不能互通。</p>
      <p>下江话有完整的全清-次清-全浊塞音对立，词汇亦极富特色，有专家称其为粤语的“活化石”。</p>
      <h3>3. 其他</h3>
      <p>以下简介一些区内小众的粤语方言。</p>
      <h4>a. 马兰话</h4>
      <p>马兰话是以四邑片粤语为基础，混合了高阳片粤语和闽语元素的一种特别的粤语系方言，分布在电白区大衙的几个山村里，目前处于濒危状态。</p>
      <h4>b. 旧时正话</h4>
      <p>旧时正话是以明代官话为基础，吸收粤语、闽语元素形成的一种军话类方言，目前归属未定，姑且按语音特点归入粤语中介绍。旧时正话是旧时神电卫的江浙驻军及后代发展出来的，后来电城被多次劫掠，操旧时正话的人们也流散到周边的山村。目前同马兰话一样处于濒危状态。</p>
      <h4>c. 容县话</h4>
      <p>容县话属于勾漏片粤语，分布在信宜金垌镇西北部的几个村庄。</p>
      <h4>d. 罗定话</h4>
      <p>罗定话属于广府片粤语，分布在信宜思贺镇。</p>
      <h2>三、闽语</h2>
      <p>茂名地区的闽语主要有雷话和海话两类，另外有一些小型的闽语方言岛。</p>
      <h3>1. 雷话（黎话）</h3>
      <p>雷话是</p>
      <h3>2. 海话</h3>
      <p></p>
      <h2>四、客语</h2>
      <p></p>
    </paper>
  </div>
</template>

<script>
import Paper from '@/components/elements/paper'

export default {
  name: 'intro',
  components: {
    Paper
  }
}
</script>

<style lang="scss" scoped>
.introduction {
  a {
    display: block;
    background: url('http://alekolau.cn/trialect/intro.png') no-repeat;
    width: 250px;
    height: 259px;
  }
}
</style>
